/* Localizable strings of edu.mit.Kerberos.KerberosLogin preference manifest */

"KerberosLogin.pfm_title" =			"Kerberos-sisäänkirjautuminen";
"KerberosLogin.pfm_description" =			"Kerberoksen sisäänkirjautumistiedot.";

"KLDefaultRealm.pfm_title" =			"Kerberos-realm";
"KLDefaultRealm.pfm_description" =			"Kerberos-realm isoilla kirjaimilla. Esimerkiksi, ”MYREALM.APPLE.COM”";

"KLName.pfm_title" =			"Käyttäjätunnus";
"KLName.pfm_description" =			"Kerberos-käyttäjätunnus. Määrittele nykyinen käyttäjä kohteella ”%@”.";
